Repository: fefux/script.kodi.hue.ambilight
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de, es_es, fr_fr

# #30001
source: Light Groups
de_de: Lichtgruppen
es_es: Asignación de luces
fr_fr: Groupes de lumières

# #30002
source: Setup Theater Lights
de_de: Einstellungen Theaterlicht
es_es: Luces modo Teatro
fr_fr: Configurer les Ampoules Cinéma

# #30003
source: Setup Ambilight Lights
de_de: Einstellungen Ambilight
es_es: Luces modo Ambilight
fr_fr: Configurer les Ampoules Ambilight

# #30004
source: Setup Static Lights
de_de: Einstellungen Statisches Licht
es_es: Luces modo Estático
fr_fr: Configurer les Ampoules Statiques

# #30005
source: Bridge
es_es: Datos del Puente

# #30006
source: Discover Hue Bridge
de_de: Hue Bridge suchen
es_es: Descubrir Puente HUE
fr_fr: Découvrir Hue Bridge

# #30007
source: Bridge IP
es_es: IP
fr_fr: Ip du Bridge

# #30008
source: Bridge User
de_de: Bridge Benutzer
es_es: Usuario
fr_fr: Utilisateur du Bridge

# #30009
source: WARNING: RESET ALL SETTINGS
de_de: WARNUNG: Alle Einstellungen zurücksetzen
es_es: ATENCIÓN: RESETEAR TODOS LOS AJUSTES
fr_fr: ATTENTION: REINITIALISE TOUS LES PARAMETRES

# #30010
source: Reset all settings (requires disable/re-enable)
de_de: Alle Einstellungen zurücksetzen (erfordert de-/reaktivierung)
es_es: Resetear todos los ajustes (requiere activar/desactivar el addon)
fr_fr: Réinitialiser tous les paramètres (requiert de désactiver/réactiver le plugin)

# #30011
source: Theater
es_es: TEATRO
fr_fr: Cinéma

# #30012
source: Global Settings
de_de: Globalee Einstellungen
es_es: Ajustes generales
fr_fr: Réglages généraux

# #30013
source: Setup Theater Subgroup
de_de: Einstellung Theater Untergruppe
es_es: Comportamiento general
fr_fr: Configurer le Sous-Groupe Cinéma

# #30014
source: Dim Time
de_de: Dim Zeit
es_es: Tiempo de atenuación
fr_fr: Temps d'Atténuation

# #30015
source: Proportional Dim Time
de_de: Proportionale Dim Zeit
es_es: iempo de atenuación proporcional
fr_fr: Temps d'Atténuation Proportionnel

# #30016
source: Example: Take 70% of transition time if dimming 70%
de_de: Beispiel: braucht 70% der Übergangszeit, wenn um 70% gedimmt wird
es_es: (Ejemplo: Usa el 70% del tiempo si atenuamos las luces al 70%)
fr_fr: Exemple: Prend 70% de temps de transition si Atténuation 70%

# #30017
source: Playback Start (or Resume)
de_de: Wiedergabe Start (oder wieder aufnehmen)
es_es: Comportamiento durante la reproducción
fr_fr: Démarrage de la lecture (ou Reprise)

# #30018
source: Override Brightness (default 30)
de_de: Helligkeit überschreiben (standard 30)
es_es: Ignorar valor de intensidad inicial (por defecto: 30)
fr_fr: Prendre le Contrôle de la luminosité (défaut 30)

# #30019
source: Choose Brightness
de_de: Helligkeit wählen
es_es: Elegir nueva intensidad
fr_fr: Choisir la Luminosité

# #30020
source: Playback Pause
de_de: Wiedergabe Pause
es_es: Reproducción en pausa
fr_fr: Pause

# #30021
source: Only Undim Subgroup
de_de: Nur Untergruppe undimmen
es_es: Solo atenuar un subgrupo de luces
fr_fr: Réveiller Seulement le Sous-Groupe

# #30022
source: Override Brightness (default initial)
de_de: Helligkeit überschreiben (Standard-Initialwert)
es_es: Ignorar valor de intensidad inicial (por defecto valor: inicial)
fr_fr: Prendre le Contrôle de la luminosité (défaut initial)

# #30023
source: Choose Brightness
de_de: Wähle Helligkeit
es_es: Elegir nueva intensidad
fr_fr: Choisir la Luminosité

# #30024
source: Playback Stop
de_de: Wiedergabe Stop
es_es: Reproducción parada
fr_fr: Stop

# #30025
source: Override Brightness (default initial)
de_de: Überschreibe Helligkeit (Standard-Initialwert)
es_es: Ignorar valor de intensidad inicial (por defecto valor: inicial)
fr_fr: Prendre le Contrôle de la luminosité (défaut initial)

# #30026
source: Choose Brightness
de_de: Wähle Helligkeit
es_es: Elegir nueva intensidad
fr_fr: Choisir la Luminosité

# #30028
source: Global Settings
de_de: Globale Einstellungen
es_es: Ajustes generales
fr_fr: Réglages généraux

# #30029
source: Minimum Brightness
de_de: Minimum Helligkeit
es_es: Intensidad mínima
fr_fr: Luminosité Minimum

# #30030
source: Maximum Brightness
de_de: Maximum Helligkeit
es_es: Intensidad máxima
fr_fr: Luminosité Maximum

# #30031
source: Enable Dimming
de_de: Aktiviere Dimming
es_es: Activar atenuado
fr_fr: Activer l'Atténuation

# #30032
source: Thresholds
de_de: Schwellenwerte
es_es: Valores de corte
fr_fr: Seuils

# #30033
source: Value
de_de: Wert
es_es: Valor
fr_fr: Valeur

# #30034
source: Saturation
de_de: Sättigung
es_es: Saturación

# #30037
source: Sensitivity: 6=variety with >1 light, 36=accuracy
de_de: Empfindlichkeit: 6=Abwechslung mit >1 light, 36=Genauigkeit
es_es: Sensibilidad: 6=variedad con >1 luz, 36=precisión
fr_fr: Sensibilité : 6=varieté avec >1 ampoule, 36=précision

# #30038
source: Playback Start (or resume)
de_de: Wiedergabe Start (oder wieder aufnehmen)
es_es: Comportamiento durante la reproducción
fr_fr: Lecture (ou Reprise)

# #30039
source: Override Brightness (default 30)
de_de: Überschreibe Helligkeit (default 30)
es_es: Ignorar valor de intensidad inicial (por defecto: 30)
fr_fr: Prendre le Contrôle de la luminosité (défaut 30)

# #30040
source: Choose Brightness
de_de: Wähle Helligkeit
es_es: Elegir nueva intensidad
fr_fr: Choisir la Luminosité

# #30041
source: Playback Pause
de_de: Wiedergabe Pause
es_es: Reproducción en pausa
fr_fr: Pause

# #30042
source: Override Brightness (default initial)
de_de: Überschreibe Helligkeit (default initial)
es_es: Ignorar valor de intensidad inicial (por defecto valor: inicial)
fr_fr: Prendre le Contrôle de la luminosité (défaut initial)

# #30043
source: Choose Brightness
de_de: Wähle Helligkeit
es_es: Elegir nueva intensidad
fr_fr: Choisir la Luminosité

# #30044
source: Playback Stop
de_de: Wiedergabe Stop
es_es: Reproducción parada
fr_fr: Stop

# #30045
source: Override Brightness (default initial)
de_de: Überschreibe Helligkeit (default initial)
es_es: Ignorar valor de intensidad inicial (por defecto valor: inicial)
fr_fr: Prendre le Contrôle de la Luminosité (défaut initial)

# #30046
source: Choose Brightness
de_de: Wähle Helligkeit
es_es: Elegir nueva intensidad
fr_fr: Choisir la Luminosité

# #30047
source: Static
es_es: ESTÁTICA
fr_fr: Statique

# #30048
source: Playback Start (or resume)
de_de: Wiedergabe Start (or wieder aufnehmen)
es_es: Comportamiento durante la reproducción
fr_fr: Lecture (ou Reprise)

# #30049
source: Random Color
de_de: Random Farbe
es_es: Color aleatorio
fr_fr: Couleur Aléatoire

# #30050
source: Override Hue (default initial)
de_de: Überschreibe Hue (default initial)
es_es: Ignorar valor de color inicial (por defecto valor: inicial)
fr_fr: Prendre le contrôle de la Teinte (défaut initial)

# #30051
source: Choose Hue
de_de: Wähle Hue
es_es: Elegir nuevo color
fr_fr: Choisir la Teinte

# #30052
source: Override Saturation (default initial)
de_de: Überschreibe Sättigung (default initial)
es_es: Ignorar valor de saturación inicial (por defecto valor: inicial)
fr_fr: Prendre le Contrôle de la Saturation (défaut initial)

# #30053
source: Choose Saturation
de_de: Wähle Sättigung
es_es: Elegir nueva saturación
fr_fr: Choisir la Saturation

# #30054
source: Override Brightness (default 100)
de_de: Überschreibe Helligkeit (default 100)
es_es: Ignorar valor de intensidad inicial (por defecto: 100)
fr_fr: Prendre le Contrôle de la Luminosité (défaut 100)

# #30055
source: Choose Brightness
de_de: Wähle Helligkeit
es_es: Elegir nueva intensidad
fr_fr: Choisir la Luminosité

# #30056
source: Advanced
de_de: Erweitert
es_es: AVANZADO
fr_fr: Avancé

# #30057
source: Misc. Settings
de_de: weitere Einstellungen
es_es: Ajustes generales
fr_fr: Réglages divers

# #30058
source: Enable initial flash
de_de: Aktiviere Anfangsblitz
es_es: Activar parpadeo inicial
fr_fr: Activer le flash initial

# #30059
source: Disable for short movies
de_de: Deaktivieren für Kurzfilme
es_es: Desactivar para videos cortos
fr_fr: Désactiver pour les films courts

# #30060
source: Short Movie Threshold (seconds)
de_de: Kurzfilm Schwellenwert (sekunden)
es_es: Valor de corte para videos cortos en segundos
fr_fr: Seuil de Films Courts (en secondes)

# #30061
source: Force Light(s) on (even if off)
de_de: Lampe(n) einschalten (auch wenn sie ausgeschaltet ist/sind)
es_es: Forzar encendido de luces incluso si están apagadas
fr_fr: Forcer l'Allumage des Ampoules (même éteintes)

# #30000
source: General
de_de: Allgemein
fr_fr: Général

# #30035
source: Color
de_de: Farbe
fr_fr: Couleur

# #30100
source: Hidden
de_de: Versteckt
